Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Done
fr: Fait

source: Double-click the region that you want to add a control point to.
fr: Double-cliquez sur la région à laquelle vous souhaitez ajouter un point de contrôle.

source: Double-click the region that you want to delete a control point from.
fr: Double-cliquez sur la région dans laquelle vous souhaitez supprimer un point de contrôle.

source: Double-click the region whose feathering area you want to adjust.
fr: Double-cliquez sur la région dont vous souhaitez ajuster la zone d'adoucissement.

source: Double-click the region whose shape you want to adjust.
fr: Double-cliquez sur la région dont vous souhaitez ajuster la forme.

source: Double-click the thumbnail of the photo.
fr: Double-cliquez sur la vignette de la photo.

source: Double-click to create the last control point.
fr: Double-cliquez pour créer le dernier point de contrôle.

source: Double-click to finish your region (or shift-click, or press ESC).
fr: Double cliquez pour valider votre région (ou Maj-clic, ou appuyer sur "échap").

source: Download Now
fr: Télécharger Maintenant

source: Drag & drop photos
fr: Glisser et Déposer des photos

source: Drag a control point until it's in the desired location.
fr: Déplacez un point de contrôle jusqu'à la position désirée.

source: Drag a rectangle on the image to crop it.
fr: Dessiner un rectangle sur l'image pour la recadrer.

source: Drag along features in your image to align them.
fr: Déplacer sur les traits de votre image pour les aligner.

source: Drag the inner line out or in to increase or decrease the size of the feathering area.
fr: Faitez glisser le tracé intérieur pour agrandir ou rétrécir la taille de la zone d'adoucissement.

source: Dragging & dropping photos
fr: Glisser et Déposer des photos

source: Dragging thumbnails to:
fr: Glisser des vignettes vers :

source: Draw Bezier Regions
fr: Dessiner des régions Bézier

source: Draw Polygon Regions
fr: Dessiner des régions Polygonales

source: Draw Spline Regions
fr: Dessiner des régions Spline

source: Each kind is useful in certain situations.
fr: Chacune a son utilité en fonction des situations.

source: Each photo's rating (if any) is shown in the lower-left corner of its thumbnail.
fr: La note de chaque photo (si elle existe) est affichée en bas à gauche de sa vignette.

source: Each photo's type is shown in the lower-right corner of its thumbnail.
fr: Le type de chaque photo est affichée en bas à droite de sa vignette.

source: Edit
fr: Éditer

source: Edit Mode
fr: Édition

source: Edit photographs using powerful and intuitive tools designed with the photographer in mind.
fr: Éditer vos photographies en utilisant des outils puissants et intuitifs conçus pour les photographes.

source: Edit size
fr: Taille d'édition

source: Edit the list of Styles
fr: Éditer la liste de Styles

source: Edit the preferences as you like.
fr: Éditez les préférences comme vous le souhaitez.

source: Edit the selected image
fr: Éditer l'image sélectionnée

source: Editing Tools
fr: Outils d'Édition

source: Editing a photo
fr: Éditer une photo

source: Editing history.
fr: Manipuler l'historique.

source: Editing tools overview
fr: Vue d'ensemble des Outils d'Édition

source: Editor Layout
fr: Mode Édition

source: Editor anatomy
fr: Présentation de l'Éditeur

source: Empty Info
fr: Info Vide

source: Enable
fr: Activer

source: Enable Color Selection
fr: Activer la Sélection Couleur

source: Enable the hue selection
fr: Activer le filtre de teinte

source: Enable the luminosity selection
fr: Activer le Filtre de luminosité

source: Enforce aspect ratio constraints
fr: Forcer les Contraintes de Proportions

source: Enter a name for the file.
fr: Entrez un nom pour le fichier.

source: Enter a name for the style.
fr: Entrez un nom pour le style.

source: Enter copyright text here.
fr: Entrez le texte de copyright ici.

source: Enter copyright text in the space above.
fr: Entrez le texte de copyright the space ci-dessus.

source: Enter creator here.
fr: Entrez le Créateur ici.

source: Enter or select a name for the style's folder.
fr: Entrez ou choisissez un nom pour le dossier du style.

source: Error Details
fr: Détails de l'Erreur

source: Error applying Style "$1"
fr: Erreur en appliquant le Style "$1"

source: Error initializing browser
fr: Erreur d'initialisation du navigateur

source: Error reading the file
fr: Erreur de lecture du fichier

source: Even though the ZoneMapper is added collapsed and locked, you can expand it (by double-clicking it in its title bar) to inspect the curve.
fr: Bien que le ZoneMapper soit ajouté replié et verrouillé, vous pouvez le déplier (en double cliquant sur sa barre de titre) pour inspecter la courbe.

source: Every region in LightZone has a feathering area that is marked by an inner line that matches the contour of the region.
fr: Toutes les régions dans LightZone ont une zone d'adoucissement qui est marquée par une tracé intérieur qui suit le contour de la région.

source: Exit
fr: Quitter

source: Expand Tool
fr: Déplier l'outil

source: Expand image stacks
fr: Déplier les piles d'images

source: Expand this tool
fr: Déplier cet Outil

source: Export
fr: Exporter

source: Export Style
fr: Exporter Style

source: Export...
fr: Exporter...

source: Exporting styles
fr: Exporter des styles

source: Exposure
fr: Exposition

source: Failed to restore from preferences
fr: Échec de la restauration des préférences

source: Failed to save preferences
fr: Échec de la sauvegarde des préférences

source: File
fr: Fichier

source: File Name
fr: Nom de Fichier

source: File Size
fr: Taille de Fichier

source: File Type
fr: Type de Fichier

source: File description
fr: Description du Fichier

source: File time
fr: Date du fichier

source: Find $1
fr: Trouver $1

source: Finish editing and return to Browse Mode
fr: Finir d'éditer et retourner à la Navigation

source: First, as shown by the green arrows, the base colors of a photo have a tool's effect applied to them producing the blend colors.
fr: D'abord, comme montré par les flèches vertes, les couleurs de base de la photo sont modifiées par l'outil pour produire les couleurs de fusions.

source: Fit image to screen
fr: Adapter l'image à l'écran

source: Fit within 1024 x 1024
fr: Adapter en 1024 x 1024

source: Fit within 1536 x 1536
fr: Adapter en 1536 x 1536

source: Fit within 2048 x 2048
fr: Adapter en 2048 x 2048

source: Fit within 2560 x 2560
fr: Adapter en 2560 x 2560

source: Focal Length
fr: Longueur Focale

source: Folder
fr: Dossier

source: Folder Navigator
fr: Le Navigateur de Dossiers

source: Folders
fr: Dossiers

source: For black-and-white printing, most inkjet printers manufactured before 2005 have been inferior in terms of linearity, neutrality and metamerism failure.
fr: Pour l'impression Noir et Blanc, la plupart des imprimantes fabriquées avant 2005 ont été inférieures en termes de problème de linéarité, de neutralité et de métamérisme.

source: For example, a yellow filter filters out blue light (because blue is directly across from yellow).
fr: Par exempe, un filtre jaune exclura les tons bleus (car le bleu est diamètralement à l'opposé du jaune).

source: For example, compare what is shown below.
fr: Par exemple, comparons ce qui est affiché ci dessous.

source: For example, the histogram in the upper right shows that the photo has little contrast (because none of the color channels extend into the darker zones) and is also slightly underexposed (because none of the color channels extend into the lightest zone).
fr: Par example, l'Histogramme en haut à droite montre que cette photo a un faible contraste (parce qu'aucun des canaux de couleur ne s'étend dans les zones plus sombres) et qu'elle est légèrement sous-exposée (parce qu'aucun des canaux de couleur ne s'étend dans les zones plus claires).

source: For example, the region shown on the right has three control points.
fr: Par exemple, la région affichée à droite possède trois points de contrôle.

source: For such raw files, LightZone automatically adds a ZoneMapper containing the default tone curve to the tool stack.
fr: Pour ces fichiers Bruts (RAW), LightZone ajoute automatiquement un ZoneMapper contenant la courbe de tonalités par défaut à la chaîne de développement.

source: From the Metadata Inspector, select the rating your want from the pop-up menu.
fr: Depuis le Controleur de Métadonnées, choisissez la note que vous souhaitez dans le menu déroulant.

source: Fuzz
fr: Arrêtes

source: Gaussian Blur
fr: Flou Gaussien

source: General
fr: Général

source: Go back to previously selected folder
fr: Retourner au dossier prédemment sélectionné

source: Go forward to recently selected folder
fr: Aller vers le dossier récemment sélectionné

source: Grain Intensity
fr: Intensité Grain

source: Grain Noise
fr: Bruit Grain

source: Grain Radius
fr: Rayon Grain

source: Green
fr: Vert

source: Greens
fr: Verts

source: Hard Light
fr: Lumière crue

source: Height
fr: Hauteur

source: Help
fr: Aide

source: Hence, the darkest black of your photo becomes the darkest black that the device can render.
fr: Il en résultera que le noir le plus sombre de votre photo deviendra le noir le plus sombre que le périphérique pourra restituer.

source: Hide Crop Tool
fr: Masquer l'outil de Recadrage

source: Hide Image Types
fr: Masquer le Type d'Image

source: Hide Inner Region
fr: Masquer la région intérieure

source: Hide Inspectors
fr: Masquer les Contrôleurs

source: Hide Previews
fr: Masquer les Aperçus

source: Hide Proof Tool
fr: Masquer l'Outil d'Épreuvage

source: Hide Regions
fr: Masquer les Régions

source: Hide Rotate Tool
fr: Masquer l'Outil de Rotation

source: Hide extra tool controls
fr: Masquer les contrôles supplémentaires

source: Hide print proofing tool
fr: Masquer l'outil d'épreuvage d'impression

source: Hide the Crop Tool
fr: Masquer l'outil de Recadrage

source: Hide the Rotate Tool
fr: Masquer l'Outil de Rotation

source: Highlights
fr: Hautes lumières

source: Histogram
fr: Histogramme

source: History
fr: Historique

source: Hold the Shift key to select multiple, contiguous thumbnails or the Command Control key to select multiple, non-contiguous thumbnails.
fr: Maintenez la touche Maj pour sélectionner plusieurs vignettes consécutives ou la touche Commande Contrôle pour sélectionner plusieurs vignettes non contigues.

source: How to add control points to a region.
fr: Comment ajouter des points de contrôle à une région.

source: How to adjust the color balance of your photo.
fr: Comment ajuster la balance de couleur de votre photo.

source: How to adjust the shape of regions.
fr: Comment ajuster la forme des régions.

source: How to apply a style.
fr: Comment appliquer un style.

source: How to batch convert your photos to JPEG or TIFF image files.
fr: Comment convertir par lot vos images en fichiers JPEG ou TIFF.

source: How to blur all or parts of your photo.
fr: Comment rendre floue tout ou partie de votre photo.

source: How to control the feathering of regions.
fr: Comment contrôler l'adoucissement des régions.

source: How to convert your color photo to black-and-white.
fr: Comment convertir une photo couleur en Noir et Blanc

source: How to convert your photos to JPEG or TIFF image files.
fr: Comment convertir vos images en fichiers JPEG ou TIFF.

source: How to copy and paste regions.
fr: Comment copier et coller des régions.

source: How to create a style.
fr: Comment créer un style.

source: How to create regions to contrain tools' effects to only parts of your photo.
fr: Comment créer des régions pour restreindre l'effets des outils à une partie de votre photo.

source: How to crop your photo.
fr: Comment recadrer votre photo.

source: How to delete control points from a region.
fr: Comment supprimer des points de contrôle delete control points from a region.

source: How to delete photos directly in LightZone.
fr: Comment supprimer des photos directement depuis LightZone.

source: How to delete regions.
fr: Comment supprimer des régions.

source: How to delete your styles.
fr: Comment supprimer vos styles.

source: How to drag & drop photos from the Photo Browser.
fr: Comment glisser et déposer des photos depuis le Navigateur Photo.

source: How to export your styles.
fr: Comment exporter vos styles.

source: How to fix problem areas of your photo using cloning.
fr: Comment améliorer des parties à problème de votre photo en utilisant le clonage.

source: How to inspect or edit the metadata of a photo.
fr: Comment contrôler ou éditer les métadonnées d'une photo.

source: How to invert regions.
fr: Comment inverser des régions.

source: How to navigate the folders and browse photos.
fr: Comment parcourir les dossiers et consulter vos photos.

source: How to open a photo to edit.
fr: Comment ouvrir une photo pour l'éditer.

source: How to print your photos directly from within LightZone.
fr: Comment imprimer vos photos directement depuis LightZone.

source: How to rate photos directly in the Photo Browser.
fr: Comment noter des photos directement dans le Navigateur Photo.

source: How to rename photos directly in LightZone.
fr: Comment renommer des photos directement dans LightZone.

source: How to rotate photos directly in the Photo Browser.
fr: Comment faire tourner des photos directement dans le Navigateur Photo.

source: How to save the edits you've made to your photo.
fr: Comment enregistrer les éditions que vous avez faites à votre photo.

source: How to select a photo to edit from the Photo Browser.
fr: Comment sélectionner une photo pour l'éditer depuis le Navigateur Photo.

source: How to send photos to other folders.
fr: Comment envoyer des photos vers d'autres dossiers.

source: However, because the luminosity range is compressed, information from your photo is still lost: the loss is just evenly spread out over the entire luminosity range (and thus less noticeable) rather than being truncated at the black end.
fr: Cependant, comme la gamme de luminosité est compressée, des informations de votre photo restent perdues : cette perte sera juste répartie sur toute la gamme de luminosité (et de ce fait sera moins perceptible) plutôt que d'être tronquée au delà de la limite Noire.

source: However, since some digital cameras do not have such a sensor, photos shot in portrait mode appear sideways in the Photo Browser.
fr: Cependant, comme certains appareils n'ont pas de tel capteur ou que dans certains cas celui-ci n'est pas efficace, certaines photos n'apparaissent pas avec la bonne orientation dans le Navigateur Photo.

source: However, the regions can not be inverted.
fr: Cependant, les régions ne peuvent être inversées.

source: Hue
fr: Teinte

source: Hue/Saturation
fr: Teinte/Saturation

source: If a linked region is moved or edited, all the regions it is linked to are likewise moved or edited.
fr: Si une région liée est déplacée ou éditée, toutes les régions qui y sont liées seront déplacées et éditées à l'identique.

source: If a new version is available, you will be notified by an alert.
fr: Si une nouvelle version est disponible, vous en serez notifié par une alerte.

source: If checked, LightZone will automatically check to see if a new software version is available when launched.
fr: Si coché, LightZone recherchera automatiquement au démarrage si une nouvelle version du logiciel est disponible.

source: If no black point compensation is done, then detail will be lost in the darkest shadow areas of your photo because the dark areas beyond the darkest black the device can render are truncated.
fr: Si aucune Compensation du Point Noir n'est effectuée, alors des détails seront perdus dans les zones d'ombre les plus sombres de votre photo car les parties plus sombres que la capacité de restitution du périphérique seront tronquées.

source: If that is the case, try different settings altogether.
fr: Dans ce cas, essayez d'autres combinaisons de réglages.

source: If the blend color is lighter than 50% gray, the color is lightened (screened); if the blend color is darker than 50% gray, the color is darkened (multiplied).
fr: Si la couleur de fusion est plus claire que le gris à 50%, la couleur sera éclaircie (superposée); Si la couleur de fusion est plus sombre que le gris à 50%, la couleur sera assombrie (multipliée).

source: If the blend color is lighter, the image is lightened as if it were dodged; if the blend color is darker, the image is darkened as if it were burned in.
fr: Si la couleur de fusion est plus claire, l'image est éclaircie comme si elle était moins dense; si la couleur de fusion est plus sombre, l'image est assombrie comme si elle était plus dense.

source: If the photo is a raw image file, there will be a checkbox that, if checked, will cause this style to be applied to all raw images from the specified camera when opened.
fr: Si la photo est un fichier brut (raw), alors il y aura une case à cocher qui, si elle est cochée, fera que ce style sera appliqué à l'ouverture de toutes les images brutes (raw) prises avec l'appareil spécifiés.

source: If the printer driver has a setting for no color conversion (typically labeled "Color Managed by Application" or "No Color Adjustments") then you have a choice of either letting LightZone or the printer driver do the conversion.
fr: Si le pilote d'impression offre un réglage pour ne pas faire de conversion de couleur (habituellement appelé "Couleur gérée par l'application" ou "Pas d'ajustements de Couleur") alors, vous avez le choix de laisser LightZone ou le pilote d'impression de procéder à cette conversion.

source: If you are satisfied with the color cast reduction, click the eyedropper button again to complete the reduction; otherwise repeat step (b) until you are satisfied.
fr: Si vous êtes satisfait avec la réduction de la teinte, cliquez une fois de plus sur la pipette pour valider la réduction ; autrement, répétez l'étape (b) jusqu'à satisfaction.

source: If you are satisfied with the color/luminosity selection, click the eyedropper button again to complete the selection.
fr: Si vous êtes satisfait par la Sélection de Couleur/Luminosité, cliquez de nouveau sur la pipette pour terminer la sélection.

source: If you do not set this option, LightZone will use an sRGB default profile.
fr: Si vous ne définissez pas cette option, LightZone utilisera un profil sRGB par défaut.

source: If you don't save, your changes will be lost.
fr: Si vous n'enregistrez pas, vos modifications seront perdues.

source: If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
fr: Si vous avez un disque dur rapide, y choisir un dossier permettra à LightZone d'opérer plus rapidement.

source: If you have edited photos before, you can select File > Open Recent and the name of the recently edited photo.
fr: Si vous avez édité une photo précédemment, vous pouvez aller dans Fichier > Ouvrir Fichiers Récents... et choisir le nom de la photo éditée récemment.

source: If you have set your copyright preferences, you can click the small arrow on the right of either the Copyright or Creator metadata and the data will be filled in automatically.
fr: Si vous avez défini vos paramètres de copyright, vous pouvez cliquer sur la petite flèche qui se trouve sur la droite des champs Copyright ou Créateur et les données seront automatiquement renseignées.

source: If you hold the shift key while clicking, at most 5 previews are shown side-by-side.
fr: Si vous maintenant la touche maj(?) en cliquant, jusqu'à 5 aperçus peuvent etre affichés côte-à-côte.

source: If you no longer want a region, you can delete it.
fr: Si vous ne souhaitez plus une région, vous pouvez la supprimer.

source: If you open an new image while you are still editing another image, LightZone can automatically save your work, or it can ask you what to do.
fr: Si vous ouvrez une nouvelle Image durant l'édition d'une autre, LightZone peut enregistrer automatiquement votre travail, ou il peut vous demander quoi faire.

source: If you selected Application Managed for Color Handling, select the rendering intent from the Rendering Intent pop-up menu.
fr: Si vous avez choisi Couleurs gérées par l'Application pour le Traitement des couleurs, choisissez l'Intention de rendu dans le menu déroulant pour l'Intention de rendu.

source: If your photo does not print well using a custom ICC profile for your printer, try using the standard or vivid settings in your printer driver instead.
fr: Si votre photo ne s'imprime pas bien en utilisant un profil ICC personnalisé pour votre imprimante, essayez d'utiliser les réglages standard ou Couleurs vives de votre pilote d'impression à la place.

source: Image Info
fr: Info Image

source: Import Style
fr: Importer Style

source: Import as Style
fr: Importer comme un Style

source: Import...
fr: Importer...

source: Importing styles
fr: Importer des styles

source: In (a), no selection has been made so the viewer shows your entire photo in full color.
fr: Sur (a), Aucune sélection n'a été faite, donc, le visionneur affiche votre photo avec ses couleurs normales.

source: In (b), the blues have been selected so the areas of the photo that are blue are shown as white (selected) and the rest is shown as black (not selected).
fr: Sur (b), les bleus ont été sélectionnés, donc, les parties de la photo qui sont bleues sont affichées en blanc (sélectionnées) et le reste est affiché en noir (non sélectionné).

source: In addition to being able to convert images individually, you can use the Photo Browser to convert multiple images as a batch.
fr: En plus de pouvoir convertir les images individuellement, vous pouvez utiliser le Navigateur photo pour convertir plusieurs images en lot.

source: In between, the tool's effect is smoothly "feathered" from 0 to 100%.
fr: Entre les deux tracés, l'effet de l'outil "adoucit" de 0 à 100%.

source: In order to understand blending modes, there are a few terms to know:
fr: Avant tout, pour comprendre les Modes de Fusion, il y a quelques termes à connaître :

source: In the center of the Browser window is Photo Viewer that shows one to five large previews of the selected thumbnails in the selected folder in the Folder Navigator.
fr: Au centre de la fenêtre du Navigateur se trouve la Visionneuse Photo qui affiche un grand aperçu de une à cinq vignettes sélectionnées du dossier sélectionné dans le Navigateur de Dossiers.

source: Incorrect settings can and most likely will result in lower print quality.
fr: Des réglages impropres peuvent et la plupart du temps résulteront en une plus faible qualité d'impression.

source: Info
fr: Information

source: Initializing Engine Utilities
fr: Initialisation Engine Utilities

source: Inside the inner line, the tool for the region has 100% effect; outside the outer line, the tool has 0% effect.
fr: Dans ce tracé intérieur, l'effet de l'outil pour cette région est de 100%; En dehors du tracé extérieur de la région, l'effet de l'outil est de 0%.

source: Inspectors
fr: Contrôleurs

source: Instead, thumbnails for the photos in the selected folder are displayed in the thumbnails section of the window.
fr: À la place, les vignettes des photos du dossier sélectionnée sont affichées dans la partie Vignettes de la fenêtre.

source: Insufficient memory to open this file
fr: Mémoire insuffisante pour ouvrir ce fichier

source: Interactive Rendering
fr: Rendu Interactif

source: Internal Error
fr: Erreur Interne

source: Introduction to the breakthrough features of LightZone.
fr: Présentation des principales fonctionnalités de LightZone.

source: Invalid image file
fr: Fichier image invalide

source: Invert
fr: Inverser

source: Invert Color Selection
fr: Inverser Sélection Couleur

source: Invert Masks
fr: Inverser le Masque

source: Invert the color selection
fr: Inverser la sélection Couleur

source: Inverting masks
fr: Inversion des Masques
